Repository: brokensmile2103/init-fx-engine
Catalog: languages/init-fx-engine-*.po
Languages: vi

source: Init FX Engine Settings
vi: Cài đặt Init FX Engine

source: Settings
vi: Cài đặt

source: Add interactive visual effects like fireworks, emoji rain, and snowfall — triggered by comments, keywords, or holidays. Make your WordPress site come alive!
vi: Thêm hiệu ứng trực quan sinh động như pháo hoa, mưa emoji, hay tuyết rơi — được kích hoạt bởi bình luận, từ khóa hoặc dịp lễ. Để trang WordPress của bạn trở nên sống động!

source: Firework
vi: Pháo hoa

source: Starlight Burst
vi: Bùng nổ sao

source: Emoji Rain
vi: Emoji rơi

source: Format: keyword:emoji, keyword:emoji
vi: Định dạng: từ khóa:emoji, từ khóa:emoji

source: Cannon Blast
vi: Phát pháo

source: Heart Rain
vi: Mưa trái tim

source: School Pride
vi: Niềm tự hào trường học

source: Celebration Burst
vi: Vụ nổ ăn mừng

source: Preview
vi: Xem thử

source: Effect Preview:
vi: Xem trước hiệu ứng:

source: Click any “Preview” button to see it in action.
vi: Nhấn vào nút “Xem thử” để thấy hiệu ứng hoạt động.

source: Enable snowfall effect on site
vi: Bật hiệu ứng tuyết rơi trên trang

source: Snowfall Effect
vi: Hiệu ứng tuyết rơi

source: Auto schedule (Dec 20 – Dec 31)
vi: Tự động lên lịch (20/12 – 31/12)

source: Custom schedule
vi: Lịch tùy chỉnh

source: Start Date
vi: Ngày bắt đầu

source: End Date
vi: Ngày kết thúc

source: Grayscale (Turn off full page color)
vi: Grayscale (Tắt màu sắc toàn trang)

source: Enable grayscale effect on site
vi: Bật hiệu ứng grayscale trên trang

source: Always on
vi: Luôn bật

source: Preloader (Loading screen)
vi: Preloader (Màn hình tải)

source: Enable loading screen before page fully loads
vi: Bật màn hình tải trước khi trang tải hoàn tất

source: Style
vi: Kiểu dáng

source: Background Color
vi: Màu nền

source: Use a single color or comma-separated values for gradient.
vi: Dùng một màu hoặc nhiều màu cách nhau bằng dấu phẩy để tạo gradient.

source: Only show on first visit in a session
vi: Chỉ hiển thị ở lần truy cập đầu tiên trong phiên

source: Inline Formatting
vi: Định dạng inline

source: Apply inline formatting in text
vi: Áp dụng định dạng inline trong văn bản

source: When enabled, the engine will parse simple inline markup in outputs.
vi: Khi bật, engine sẽ phân tích cú pháp các ký hiệu inline đơn giản trong nội dung hiển thị.

source: Tap to reveal
vi: Nhấn để hiển thị
